const dummyData = [
  {
    index: 1,
    title: 'AAAについて',
    content: 'テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1テキスト1',
  },
  {
    index: 2,
    title: 'BBBについて',
    content: 'テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2テキスト2',
  },
  {
    index: 3,
    title: 'CCCについて',
    content: 'テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3テキスト3',
  },
  {
    index: 4,
    title: 'DDDについて',
    content: 'テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4テキスト4',
  },
  {
    index: 5,
    title: 'EEEについて',
    content: 'テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5テキスト5',
  },
]

const dummyLocation = {
  latitude: 37.785834,
  longitude: -122.406417
}

export { dummyData, dummyLocation }